{
	"Copy" = "コピー";
	"Select from here..." = "ここから...";
	"Select to here and copy" = "ここまでをコピー";
	"Move to beginning" = "先頭に移動";
	"Move to end" = "終わりに移動";
	"Switch to Clipboard" = "クリップボードへ切替";
	"Switch to Templates" = "テンプレートへ切替";
	"Add to templates" = "テンプレートに追加";
	"Select to here and add to templates" = "ここまでをテンプレート";
	"Clipboard is empty" = "クリップボードは空です";
	"No templates" = "テンプレートは空です";
	"<Secure Text %u chars>" = "<保護されたテキスト %u 文字>";
	"Cannot paste" = "張り付け出来ません";
	SECURITY_BREACH_MESSAGE = "保護されていないフィールドにテキストを入れる事が出来ません。";
	"Undo" = "取り消す";
	"Redo" = "やり直す";
	"Toggle editing mode" = "編集モードの切替";
	"Cut" = "切り取り";
	"Delete" = "削除";
}